"Move to Applications folder in your Home folder?" = "Déplacer vers le dossier applications dans votre dossier d'accueil ?";
"Move to Applications folder?" = "Déplacer vers le dossier Applications ?";
"I can move myself to the Applications folder if you'd like." = "Je peux me déplacer moi-même vers le dossier Applications si vous le souhaitez.";
"Do Not Move" = "Ne pas déplacer";
"Note that this will require an administrator password." = "Notez que ceci exigera le mot de passe d'un administrateur.";
"Could not move to Applications folder" = "Impossible de déplacer vers le dossiers d'applications";
"Move to Applications Folder" = "Déplacer vers le dossier des applications";
"This will keep your Downloads folder uncluttered." = "Cela vous permettra de garder votre dossier de Téléchargements bien organisé.";
